Revit 2027 API
ParameterTypeId.HostAreaComputed Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HostAreaComputed { get; }
Public Shared ReadOnly Property HostAreaComputed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HostAreaComputed {
	ForgeTypeId^ get ();
}
static member HostAreaComputed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace